var month = [
    "ינואר","פברואר","מרץ","אפריל","מאי","יוני","יולי","אוגוסט","ספטמבר","אוקטובר","נובמבר","דצמבר"
];
var monthAbbr = [
    "ינו","פבר","מרץ","אפר","מאי","יונ","יול","אוג","ספט","אוק","נוב","דצמ"
];
var days = [
    "שני","שלישי","רביעי","חמישי","שישי","שבת","ראשון"
];
var daysAbbr = [
    "ב'","ג'","ד'","ה'","ו'","ש'","א'"
];
var descriptionStr = "תיאור";
var hourStr = "שעה";
var dateStr = "תאריך";
var eventStr = "אירוע";
var dayStr = "יום";
var weekStr = "שבוע";
var monthStr = "חודש";
var resultStr = "תוצאות";
var noRecordStr = "אין אירועים";
